[
    {
      "id": 1,
      "imageUrl": "https://images.prismic.io/indiahike/0c2a7a81-7dd5-4d1f-9e60-59b35aeecd63_Harishchandragad_Naini+Shah_Sunset1.jpg",
      "title": "Harishchandragadh Trek",
      "description": "Harishchandragad is an ancient fort. Its origin is said to have been in the 6th century during the rule of the Kalchuri dynasty. But the caves which you see on the top are probably carved out in the 11th century.",
      "overview": "Harishchandragad trek is one of the most challenging treks in the western ghats of Maharashtra. A popular trek which offers a variety of adventures to all kinds of trekkers.It is a hill fort in the Ahmednagar district situated in the Malshej Ghat. It climbs up to an altitude of 4,670 ft.Harishchandragad is an ancient fort. Its origin is said to have been in the 6th century during the rule of the Kalchuri dynasty. But the caves which you see on the top are probably carved out in the 11th century."
    },
    {
      "id": 2,
      "imageUrl": "https://static.wanderon.in/wp-content/uploads/2023/03/stones-at-chandrataal-lake-1.jpg",
      "title": "Spiti Valley",
      "description": "Tucked away in an inviting blanket of earthly glory, Spiti is a heavenly gateway for those seeking solitude in the bliss of nature. Lahaul Spiti tourism attracts thousands of people every year ...",
      "overview": "Tucked away in an inviting blanket of earthly glory, Spiti is a heavenly gateway for those seeking solitude in the bliss of nature. Lahaul Spiti tourism attracts thousands of people every year towards its fascinating beauty and unadulterated environment. Spiti is bordered in the northern side by Ladakh, Tibet in the East, Kinnaur in the South-East and Kullu valley in the North."
    },
    {
      "id": 3,
      "imageUrl": "https://cliffhangersindia.com/wp-content/uploads/2022/02/kedarkantha-trek-cover.jpg",
      "title": "Kedarkanth Trek",
      "description": "Kedarkantha (not to be confused with the popular Temple Kedarnath) is a 6-day long trek in Govind Pashu Vihar National Park in Uttarakhand (6 when including the travel days from Dehradun to...",
      "overview": "Kedarkantha (not to be confused with the popular Temple Kedarnath) is a 6-day long trek in Govind Pashu Vihar National Park in Uttarakhand (6 when including the travel days from Dehradun to the base camp and back). Kedarkantha is easily one of the most popular treks in India — popular amongst seasoned trekkers and beginners alike. There are many reasons why it is a very popular trek to do in the Indian Himalayas.  The most important of them is this — the summit climb. The summit climb of Kedarkantha is a very rewarding one.  Right from the base camp of the trek, the summit looms large.  As you start your trek in the early hours of the morning and steadily climb up the steep slope of snow, the world opens up around you.The climb is not easy.  The entire stretch is steadily steep.  As you get closer to the summit, it gets tricky as well.  But the big mountains of the upper Himalayas keep you company until you finally reach the summit."
    },
    {
      "id": 4,
      "imageUrl": "https://www.namasteindiatrip.org/wp-content/uploads/2022/11/Beas-Kund-Trek.jpg",
      "title": "Beas Kund Lake",
      "description": "Beas Kund Trek is the best mountain hike around Manali, which takes you right to the source of the river that flows through the town. (You might have followed the very same river upstream ...)",
      "overview": "Beas Kund Trek is the best mountain hike around Manali, which takes you right to the source of the river that flows through the town. (You might have followed the very same river upstream while getting into Manali!). But one of the reasons trekkers love this trek is the setting. Picture this: Lush green grasslands flourish below the summits of the three biggest mountains around Manali. And hidden in these grasslands is the Emerald Lake, out of which the river Beas emerges."
    },
    {
      "id": 5,
      "imageUrl": "https://www.bikatadventures.com/images/Gallery/IMG1000X548/img-Chandrakhani-Pass-Trek1375-Bikat-Adventures.jpg",
      "title": "Chandrakhani Pass Trek",
      "description": "There is an interesting story about the Chandrakhani Pass. In ancient times, the presiding God of Malana, God Jamlu was carrying all the gods in a pot on this route...",
      "overview": "There is an interesting story about the Chandrakhani Pass. In ancient times, the presiding God of Malana, God Jamlu was carrying all the gods in a pot on this route. He opened the basket full of Gods on top of the Chandrakhani pass. A strong wind blew the gods away and they settled in various spots in the valley. Which is why even now the Kullu valley is called the valley of gods.Chandrakhani pass is not a new trek in Indian trekking circles. Along with the ancient stories of Naggar (where the trek starts) and the village with strange customs, Malana (where the trek ends), this route is one of the most trekked on in India. This trek is a cultural treasure for those who want to know more about the Kullu Valley. The villages, the architecture, the people, and culture is a living history book. The trek is also an ancient shepherd's trail. So don’t be surprised to find hundreds of sheep herded by a shepherd on your trail. The many shepherd huts on the way are good rest points. Some may even offer you tea! "
    },
    {
      "id": 6,
      "imageUrl": "https://images.prismic.io/indiahike/345272cf-e68e-4bd7-91a7-c9baa887a4fd_%281%29trekking+hack.jpg?",
      "title": "Chhattisgarh Jungle Trek",
      "description": "Chhattisgarh Jungle Trek is a trek from Rudyard Kipling’s famous child fiction, ‘The Jungle Book’. It offers you the best hike ever, setting your imagination ...",
      "overview": "Located in Central India, near the famous Amarkantak-Achanakmar Wildlife reserves, the Chhattisgarh forest trek is an eye balm to all the explorers in search of diversity, newness and obviously the ‘one big silence.’ With giant Sal plantations, numerous on-the-way and off-track water streams, many local indigenous tribes, the trek is believed to be one of the best alternative to the Himalayan treks.The trek begins from the high plateau of Rajmergarh to the jungle village of Chutkirevar. With approximately 15 km distance, it takes over 7-8 hours to complete it. The entire trek route is covered by the lustrous Sal plantations going through the villages and forests of Amanala to Chutkirevar. En route, there are several freshwater streams which can be used for drinking purposes."
    },
    {
      "id": 7,
      "imageUrl": "https://images.prismic.io/indiahike/3492157f-7faa-4478-8ae2-ae897b1417c7_Phulara+ridge_Indiahikes_Abhishek_2022_september_++%2829%29.jpg",
      "title": "Phulara Ridge Trek",
      "description": "The Phulara Ridge trek is one of the lesser explored Himalayan gems concealed within the extensive landscape of the Sankri range. It is a neighbor to the famous...",
      "overview": "The Phulara Ridge trek is one of the lesser explored Himalayan gems concealed within the extensive landscape of the Sankri range. It is a neighbor to the famous Kedarkantha trek and a perfect spot for all trekking enthusiasts looking for something new. Usually, a ridge comes as a part of many high-altitude Himalayan treks, but here it is the show stopper. Imagine a heavenly road on the summit point with a view of massive glaciers and peaks on both sides, there is no other ridge as prominent as the Phulara Ridge. Like a miniature version of the Great Wall of China, the Phulara Ridge twists and turns through several valleys and meadows of Uttarakhand. Though the trek allows us to spend more than 4 hours on this heavenly lane, a walk here is timeless and eternal."
    },
    {
      "id": 8,
      "imageUrl": "https://images.prismic.io/indiahike/226b9030-85aa-4032-a0a0-1562d697ff53_ValleyOfFlowers+-+Pavan+Jain+-+Blooming+flowers+of+the+valley.jpg?auto=compress,format",
      "title": "Valley of Flowers Trek",
      "description": "Valley of Flowers is an easy to moderate trek that offers rare access to the part of Uttarakhand Himalayas which has an expanse of a valley covered with...",
      "overview": "Valley of Flowers is an easy to moderate trek that offers rare access to the part of Uttarakhand Himalayas which has an expanse of a valley covered with flowers. It is also considered an ideal trek for first-timers, including family and kids. During the Valley of Flowers  trek, one also gets a chance to visit the highest Gurudwara in the world – the Hemkund Sahib"
    },
    {
      "id": 9,
      "imageUrl": "https://i0.wp.com/beyondwildplaces.com/wp-content/uploads/2021/11/View-from-Muldai-Viewpoint.jpg?resize=1170%2C600&ssl=1",
      "title": "Khopra Ridge Trek",
      "description": "The Khopra Ridge trek is a unique trek in the land of the highest Mountains in the world, Nepal. Different from the other treks in Nepal in terms of changing sceneries, mountain views, and the most unique ...",
      "overview": "The Khopra Ridge trek is a unique trek in the land of the highest Mountains in the world, Nepal. Different from the other treks in Nepal in terms of changing sceneries, mountain views, and the most unique aspect of walking on a ridge which gives a spectacular on top of the world feeling. The highlight of the trek is the sunrise view from Khopra ridge which is towering at a height of 3900 meters from where one can spot not one or two, but 23 major Himalayan peaks. The trail takes you through alpine meadows, dense forests, beautiful Rhododendron abundant sections, and pristine villages based in the Annapurna range of mountains."
    }
]
